tap "homebrew/autoupdate"

brew "jq"
brew "ispell"
brew "the_silver_searcher"
brew "git-time-metric/gtm/gtm"
brew "node-build"
brew "tkareine/chnode/chnode"
brew "yarn"
brew "mysql"
brew "pyenv"
brew "chruby"
brew "ruby-install"
brew "grip"

tap "d12frosted/emacs-plus"
brew "emacs-plus", args: ["with-xwidgets", "with-modern-purple-flat-icon"]

cask "karabiner-elements"
cask "phoenix"
cask "keycastr"
cask "google-chrome"
cask "firefox"
